{
    "data": [
        {
            "id": 1,
            "name": "Historical Core",
            "lat": 16.399222184994507,
            "lng": 120.61753165693972,
            "pictures": [
                "https://baguiocityguide.com/wp-content/uploads/2022/06/Camp-John-Hay-Historical-Core-2500x1125.jpg",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/62/85/e7/the-manor-hotel.jpg?w=1200&h=1200&s=1",
                "https://2.bp.blogspot.com/-M0Gi4Aac7zg/Tjjg_s-mNzI/AAAAAAAABVU/U5Kx6OXzc0c/s1600/John+Hay+Manor.JPG",
                "https://lh6.googleusercontent.com/-JCd9zcSV5_s/TWnc8-lJgvI/AAAAAAAAAOA/hvSnCIyWtkI/s1600/Bagiou+city+-+camp+john+hay+-+Historical+core+21.JPG",
                "https://3.bp.blogspot.com/-QNyIyCLGxYU/TWO_BWjssdI/AAAAAAAACDA/ljLZqQVVe8A/s1600/10162010%2528010%2529f87p+%255B1600x1200%255D.jpg"
            ],
            "description": "Camp John Hay is a major attraction in Baguio City. The camp was used as a rest and recreation spot for personnel and dependents of the United States Armed Forces and United States Department of Defense employees and their dependents. It was in 1903 that the Camp John Hay was designed for the exclusive use of the US Military and Department of Defense in the Far East. The base which was named after U.S. President Theodore Roosevelt’s Secretary of State, was also used by the Japanese as a concentration camp for American and British soldiers during WWII. It was also used as their military headquarters when General Yamashita moved up north from Manila towards the end of the Japanese Occupation of the Philippines. It is said that this once rest and recreation facility of the U.S. Armed Forces is older than the city itself. The government retained some of the camp’s portion of the property since it has been in the hands of a private developer in 1997 and keep the Historical core featuring a museum, amphitheater, butterfly sanctuary and so much more."
        },
        {
            "id": 2,
            "name": "Heritage Hill and Nature Park",
            "lat": 16.40399209758665,
            "lng": 120.58725441124297,
            "pictures": [
                "https://cdn4.premiumread.com/?url=https://sunstar.com.ph/uploads/images/2018/07/11/67962.jpg&w=1000&q=100&f=jpg&t=2",
                "https://baguiocityguide.com/wp-content/uploads/2015/07/heritage-hill-and-nature-park-6-scaled-1.jpg",
                "https://images.summitmedia-digital.com/realliving/images/2021/10/04/02-dominican-hill.jpg",
                "https://2.bp.blogspot.com/-kZmTYrFHi6s/WMQVFvpsJUI/AAAAAAAAA30/eVBBnHjeiyYICgp9cROnqou1_EG5dScPQCLcB/s1600/13612319_1437113872969101_548613116891325456_n.jpg",
                "https://mb.com.ph/wp-content/uploads/2022/04/75543.jpeg"
            ],
            "description": "The Dominican Hill Retreat House was built in 1913 atop a hill in the famed Philippine City of Pines. With the outbreak of World War II, it became a camp for refugees escaping the Japanese army, but was eventually invaded. The Japanese secret police, the Kempeitai, committed terrible acts of brutality, massacring, raping, and torturing many of the inhabitants, and even decapitating nuns and priests. In the 1970s, the wartorn building was converted to the sophisticated and beautiful Diplomat Hotel, but the hotel was shut down by the ’80s, and left abandoned. The deserted, deteriorating building became infamous for being one of the most haunted ruins in the country. Various folklore and ghost stories surround its gray and washed-out red walls. Many people saw headless apparitions at night, and reported hearing screams, cries, banging on doors, and other strange and desperate noises. Some believe the building is haunted by the restless spirits of its grim history. The supposedly haunted ruin attracted an influx of visitors, and the old hotel is now under rehabilitation by the national government as a Heritage and Nature Park. The hotel has two floors and an accessible roof deck with a panoramic view of the city, and its west wing has been cleaned and remodeled as an event space. It’s now a place to experience both beauty and eeriness in Baguio City’s cold climate."
        },
        {
            "id": 3,
            "name": "Bell House",
            "lat": 16.399331793443256,
            "lng": 120.61905615726636,
            "pictures": [
                "https://baguio.ph/wp-content/uploads/2020/10/Baguio-The-Bell-House.jpg",
                "https://images.summitmedia-digital.com/cosmo/images/2017/12/19/visit-this-beautiful-landmark-the-next-time-youre-in-baguio-1513660398.jpg",
                "https://www.thepoortraveler.net/wp-content/uploads/2014/01/baguio-bell-house-camp-john-hay.jpg",
                "https://i.pinimg.com/564x/58/67/1c/58671cc9c19d6fe2d905a6440588f55e.jpg",
                "https://timonscabansi.com/wp-content/uploads/2019/10/baguio-bell-house.jpg"
            ],
            "description": "The house was also named in honor of General J. Franklin Bell. It was originally the vacation quarters of the Commanding General of the Philippines. It is said that it was General Bell who basically converted Camp John Hay into a major military resort. Now, its purpose is a modern museum of colonial architecture and lifestyle. A portrait of John Milton Hay can be found at the center of the living area, while the walls enhance images of the history of Camp John Hay. The bell house was structure in design of a typical American house. There’s a living room, kitchen and three bedrooms. Each rooms has its chimney. Aside from the chimney, what I love about the house is the veranda that surrounds the house. This is where visitors can hang out if there are big parties and events being held in the house."
        },
        {
            "id": 4,
            "name": "Laperal White House",
            "lat": 16.411241168566324,
            "lng": 120.6054291284311,
            "pictures": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/a9/ac/b4/photo1jpg.jpg?w=1200&h=-1&s=1",
                "https://i.pinimg.com/564x/4e/4c/1b/4e4c1be2884ef42f5eb2785f395ee5e2.jpg",
                "https://farm3.static.flickr.com/2649/4077367289_efc8f78b57_o.jpg",
                "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Laperal_White_House%2C_Baguio_City_December_2022_%282%29.jpg/703px-Laperal_White_House%2C_Baguio_City_December_2022_%282%29.jpg?20230102070006",
                "https://thesmartlocal.ph/wp-content/uploads/2023/01/Laperal-White-House-1.jpg"
            ],
            "description": "The house was built by Roberto Laperal in the 1930s. The house is made of narra and yakal wood, designed in Victorian style with its wooden planks and gables and steep roof. The clan heads, Roberto and Victorina Laperal made the house as their vacation home. The house was sold by Roberto Laperal Jr. and his wife, Purificacion Manotok Laperal. The house withstood many natural and man-made disasters, such as the 1990 Luzon earthquake. The White House’s Amityville reputation might have been a product of its long, bloody history. Boasting an American Colonial architecture, this house was built in 1920, back when the country was under American rule. It was the home of the Laperal family, one of the oldest clans in Baguio, headed by Don Roberto. His wife Dona Victorina was said to be very fond of the fortune plants in the garden."
        },
        {
            "id": 5,
            "name": "Cemetery Of Negativism",
            "lat": 16.399620369530364,
            "lng": 120.61764716891348,
            "pictures": [
                "https://www.thepoortraveler.net/wp-content/uploads/2013/06/baguio-cemetery-negativism-camp-john-hay.jpg",
                "https://farm3.static.flickr.com/2581/4057642903_377351b3f3_o.jpg",
                "https://www.rjdexplorer.com/wp-content/uploads/2014/08/14995771275_63b4c0f512_z.jpg",
                "https://i0.wp.com/shellwanders.com/wp-content/uploads/2023/05/Cemetery-of-Negativism-baguio-Camp-john-hay-Signage.jpg?ssl=1",
                "https://nesfelicio.files.wordpress.com/2020/02/baguio_171359.jpg?w=723"
            ],
            "description": "It has been a tradition in the Philippines that during Halloween, people would visit the graves of their departed love ones in the cemetery. Candles are lit in remembrance of their souls. The cemetery becomes the focal point of the season were people flock to. But there is one other cemetery in the country where people visit not for their late relatives or friends but for the negative traits people buried in this hill. It's the Cemetery of Negativism also called the Lost Cemetery found near the historical core of Camp John Hay, Baguio. The cemetery is also known as The Lost Cemetery or Pet Cemetery as others would like to call it. The cemetery was designed by then Base Commander Major John High-tower. This place is said to be the indicative burial place of negativism, said to be man’s greatest self-imposed pain, his most limiting factor, and his heaviest distress. Though this place is called a cemetery; there are no actual pets or animals buried here. Each tomb is just a representation of the negativity. And as you walk along the path and see each epitaph, you’ll be amazed how each of it has been named."
        },
        {
            "id": 6,
            "name": "Emilio F. Aguinaldo Museum",
            "lat": 16.412171236255755,
            "lng": 120.60080932619908,
            "pictures": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/0a/2d/a4/photo0jpg.jpg?w=1200&h=-1&s=1",
                "https://gttp.imgix.net/381142/x/0/emilio-aguinaldo-museum-1.jpg?auto=compress%2Cformat&ch=Width%2CDPR&dpr=1&ixlib=php-3.3.0&w=883",
                "https://lh3.googleusercontent.com/p/AF1QipOE5JVtQ9FGQIN8IbuUdVschqK7_9EquBhtW0wu",
                "https://lh3.googleusercontent.com/p/AF1QipPuweJMiZghtQoE4cqoWi-NaLe_vjNYBZcrE212",
                "https://cdn4.premiumread.com/?url=https://sunstar.com.ph/uploads/images/2019/03/22/133374.jpg&w=1000&q=100&f=jpg&t=2"
            ],
            "description": "Aguinaldo Museum is a museum owned and managed by the descendants of former Philippine President Emilio Aguinaldo. Located in Baguio City, it houses the first-ever Philippine flag. A daughter of former President Aguinaldo built the museum in1985 the City of Pines to serve as a shelter for the first Philippine flag that was hoisted and waved by General Aguinaldo himself in Kawit, Cavite on June 12, 1898. House of History, the Aguinaldo Mansion is the locus of a focal point in the unfolding of Philippine history. Constructed in 1845, the original structure of the house was of nipa-and-thatch material. It was reconstructed four years later using a variety of Philippine hardwood. By the 1920s, major renovation saw the construction of the tower and the symbolic balcony of the house. It was also during this period that the house was refurbished with architectural details of nationalistic themes, masonic symbols, and art nouveau and art deco’s artistic style prevalent during the early 20th century. The house where the president lived was donated to the Filipino people in 1963, a year before he passed away. In 1964, the house was placed under the care of the National Museum of the Philippines and was declared a national shrine through Republic Act No 4039. By 1972, Executive Order No 370 transferred the shrine under the care and maintenance of the National Historical Commission. Today, the house continues to emanate the vision of a free and proud nation as it perpetuates the ideals of the 1896 Revolution and the 1898 Proclamation of Philippine Independence."
        },
        {
            "id": 7,
            "name": "Mines View Observation Deck",
            "lat": 16.41957109790786,
            "lng": 120.62789092591491,
            "pictures": [
                "https://baguiocityguide.com/wp-content/uploads/2015/08/Jonathan-Javier-Photos-Trees-Good-Morning-Baguio-Mines-View.jpg",
                "https://cdn4.premiumread.com/?url=https://sunstar.com.ph/uploads/images/2019/03/22/133374.jpg&w=1000&q=100&f=jpg&t=2",
                "https://i.pinimg.com/564x/27/07/d8/2707d8d66c0352b5aa967b30047c4d51.jpg",
                "https://3.bp.blogspot.com/-v2ePXXBlgTY/XHYH1Vt5ApI/AAAAAAAAMqs/khkXqrGP7L8SjsCZ5HsOUEEZAisjW9kggCLcBGAs/s1600/Disappointing%2BSelfie%2BHorse%2Bin%2BMines%2BView%2BPark%2BBaguio%2BCity.JPG",
                "https://mediaim.expedia.com/destination/2/fc8e10bfd50c51ff0c1e127596ff488e.jpg"
            ],
            "description": "Mines View Park is an overlook park on the northeastern outskirts of Baguio in the Philippines. It is five kilometers away from the Heart of Baguio, passing through the Baguio Botanical Garden, the Mansion House, Wright Park, and the Pacdal Circle. According to its past history, the name “Mines View” originated from the deserted mining region at the Itogon Benguet mountain range where local miners in the past century dig out and extract copper, silver, and gold as a source of their daily income. During the American colonial period in the Philippines, Mines View Park was further developed into an overlooking park at the northeastern boundary of Baguio City which makes it one of the best attractions within the city. As of today, Mines View Park is visited by thousands of tourists every day to see the magnificent sunrise and sunset over the endless mountain range of Itogon from the observation deck. So if your group plan to visit Baguio City then as much as possible include the Mines View Park in the detailed itinerary."
        },
        {
            "id": 8,
            "name": "Our Lady of Lourdes Grotto",
            "lat": 16.40959296656367,
            "lng": 120.58057046492034,
            "pictures": [
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/dc/b7/9f/our-lady-of-lourdes-grotto.jpg?w=1200&h=1200&s=1",
                "http://benjielayug.com/wp-content/uploads/2019/01/Our-Lady-of-Lourdes-Grotto-17.jpg",
                "http://benjielayug.com/wp-content/uploads/2019/01/Candle-Stand-1.jpg",
                "http://benjielayug.com/wp-content/uploads/2019/01/Kapilya-Nina-Hesus-at-Maria-5.jpg",
                "https://lh6.ggpht.com/-Z-rYlvaN8bE/USS2BV9sw6I/AAAAAAAAKx0/NjsbjzkAmjs/20120225-BAGUIO-NEX5N-0025%25255B3%25255D.jpg?imgmax=800"
            ],
            "description": "Our Lady of Lourdes is a title of the Blessed Virgin Mary recalling her apparitions in 1858 in the grotto at Lourdes, France to Saint Bernadette Soubirous, a fourteen-year-old peasant girl.  Our Lady instructed Bernadette to dig in the ground nearby, from which came a spring with healing properties, active to this day. After a thorough investigation, the apparitions were approved for devotion by the Catholic Church in 1862. A shrine was built there, which remains a popular place of pilgrimage. The latest (and 69th) approved miracle involving a healing in the water of Lourdes took place in May 1989 and after extensive investigation was approved by the Church in July 2013. The statue of Mary in the sanctuary of our church, to the left of the altar, in white robes with a blue sash and a golden rose on each foot, is a representation of the Lourdes image of Our Lady, as she appeared to Saint Bernadet"
        },
        {
            "id": 9,
            "name": "Tam-awan Village",
            "lat": 16.42965008040838,
            "lng": 120.57638515719748,
            "pictures": [
                "https://tamawanvillage.com/wp-content/uploads/2021/08/tam-awan.jpg",
                "https://www.easybook.com/images/destination/Philippines/Baguio/Tam-AwanVillage/TAVG.jpg",
                "https://www.easybook.com/images/destination/Philippines/Baguio/Tam-AwanVillage/TAVG2.jpg",
                "https://tamawanvillage.com/wp-content/uploads/2021/08/tam-awan.jpg",
                "https://heroesofadventure.com/wp-content/uploads/2019/07/bencab1.jpg"
            ],
            "description": "Tam-awan village offers a space for the local culture and arts to thrive by showcasing Ifugao and Kalinga huts and exhibits hosted by the artists of Baguio City. This tourist attraction in Baguio City is arguably the opposite of the city proper where the Western influences from the American occupation are still visible to this day. The village was founded in 1998 by the Chanum Foundation Inc., whose vision of the village is to be a venue for art and cultural activities that will raise appreciation for the Cordilleran heritage and boost the local economy. What started with three huts from Bangaan, Ifugao eventually became seven Ifugao huts and two Kalinga houses, which were reconstructed using original materials and new cogon roofs."
        },
        {
            "id": 10,
            "name": "History trail",
            "lat": 16.398384623789145,
            "lng": 120.61885077978056,
            "pictures": [
                "https://1.bp.blogspot.com/-cy1RG3275KE/VV9BRIhknaI/AAAAAAAAE6I/eqxG8hOwTJs/s640/camp%2Bjoh%2Bhay%2Bhistory%2Btrail%2B1.jpg",
                "https://fastly.4sqi.net/img/general/200x200/178695918_YPLVKcQouC3TlS2qbgXweJpigMKWehHOhsFbsE1BEeA.jpg",
                "https://fastly.4sqi.net/img/general/200x200/178695918_uirTqmKmiyGqfdQSNxSvPTn49bRY92zBS9FWiYU55qc.jpg",
                "http://1.bp.blogspot.com/-cy1RG3275KE/VV9BRIhknaI/AAAAAAAAE6I/eqxG8hOwTJs/s1600/camp%2Bjoh%2Bhay%2Bhistory%2Btrail%2B1.jpg",
                "http://4.bp.blogspot.com/-qYbheEV6rxU/VV9Bv8WjFOI/AAAAAAAAE7U/SERxtEtdS_Q/s1600/camp%2Bjoh%2Bhay%2Bhistory%2Btrail%2B2.jpg"
            ],
            "description": "The trail is a walk of the 100-year history of Camp John Hay. The turning path along the flower beds has history boards that show the accounts of Camp John Hay’s story. The History Trail in Baguio is not a specific tourist spot but rather a concept that refers to the exploration of various historical sites and landmarks within the city that showcase its rich history and heritage."
        },
        {
            "id": 11,
            "name": "Museo Kordilyera",
            "lat": 16.405751328863772,
            "lng": 120.59769194372842,
            "pictures": [
                "https://museokordilyera.upb.edu.ph/wp-content/uploads/2021/07/about-museum-scaled.jpg",
                "https://museumfoundationph.org/wp-content/uploads/2018/06/mfpi_museo-Kordilyera_project.jpg",
                "https://museumfoundationph.org/wp-content/uploads/2018/06/DSC06285.jpg",
                "https://museumfoundationph.org/wp-content/uploads/2018/06/27336380_10155606415241596_6644984938497796653_n.jpg",
                "https://museumfoundationph.org/wp-content/uploads/2018/06/27337063_10155606415341596_2687463537546921554_n.jpg"
            ],
            "description": "Museo Kordilyera is an ethnographic museum located inside the University of the Philippines Baguio campus. The museum is dedicated to showcasing the art, history, and culture of the Cordillera Administrative Region. Museo Kordilyera is the first ethnographic museum in the Philippines that focuses on the Cordillera region. The museum is dedicated to the preservation and enrichment of indigenous cultures in Northern Luzon. The museum displays and preserves artifacts from the Cordillera region, its people, customs, and traditions. The museum has a museum shop that sells hand-made products showcasing the Cordillera culture. The museum is tiny but beautiful and provides free locker space for visitors to store their bags. The museum is considered to be the very first ethnographic museum in the city and is located inside the UP-BAGUIO Campus. The museum's mission is \"To understand the culture and identity of the indigenous peoples of the Cordillera and able to share all these to students, scholars, various communities and beyond.\""
        },
        {
            "id": 12,
            "name": "Burnham Park",
            "lat": 16.412378218856116,
            "lng": 120.59296956596052,
            "pictures": [
                "https://baguio.ph/wp-content/uploads/2020/10/Burnham-Park-Lake.jpg",
                "https://pointandshootwanderlust.com/wp-content/uploads/2015/08/38089_orig.jpg",
                "https://hiketomountains.com/wp-content/uploads/2022/12/Burnham-Park-23-768x432.jpg",
                "https://hiketomountains.com/wp-content/uploads/2022/12/Burnham-Park-19-1024x757.jpg",
                "https://hiketomountains.com/wp-content/uploads/2022/12/Burnham-Park-21-768x627.jpg"
            ],
            "description": "Burnham Park is one of the notable urban parks in the Philippines. It is situated at the heart of Baguio City in the province of Benguet. Burnham Park has a size of 33 hectares or 330000 square meters. Its main feature is the alluring Burnham Lake which is a centennial-old artificial lake that has an average depth of 10 feet or 3 meters. In addition, Burnham Park is showcasing diverse flower beds, hollyhocks, daisies, marigolds, and roses across the garden which is very attractive to all visitors. Burnham Park comprises 12 sections. First is Burnham Lake, second is the children’s playground, third is Sunshine Park, fourth is the Rose Garden, the fifth is the Japanese Peace Tower, sixth is the pine trees of the world, seventh is the Picnic Grove where tourists can have an enjoyable picnics, eighth is the Melvin Jones Grandstand where major events take place, ninth is the Orchidarium, the tenth is the Igorot Garden where locals can play chess, the eleventh is the Athletic Bowl which is track and field sporting amenity and the twelve and the last is the skating rink. According to its history, Burnham Park was once known as Baguio Meadow. Burnham Park was conceptualized and designed by American architect Daniel Hudson Burnham in the year 1905 during the American colonial period in the Philippines. According to him, the park was the main component of a greater plan in Baguio City to have a recreational center for the United States Armed Forces. Also, the park was deliberately arranged as a much-needed wide-open green space in order to give the emerging Baguio City a serene environment. For this reason, he makes a dazzling geometric pattern in the middle of curve roads and rolling hills. Subsequently, he explains and clarifies the plan to William Parsons."
        },
        {
            "id": 13,
            "name": "Lion’s Head",
            "lat": 16.36751753864695,
            "lng": 120.60600944686503,
            "pictures": [
                "https://www.rappler.com/tachyon/2023/02/shutterstock-lion-head-baguio-ls.jpg",
                "https://img.atlasobscura.com/Ha72zikwca7JI0ZVs8-buvBhXpv1AaoVWrdG6byTl2A/rt:fit/w:1200/q:81/sm:1/scp:1/ar:1/aHR0cHM6Ly9hdGxh/cy1kZXYuczMuYW1h/em9uYXdzLmNvbS91/cGxvYWRzL3BsYWNl/X2ltYWdlcy85M2Mz/Nzc3MC0xZGEyLTQy/ZmUtYmY1NC0zZjZj/YTQ2OTBiM2M3NTNl/ZmRmODlhZWVkZGYx/ZWNfbGlvbnMgaGVh/ZC5qcGc.jpg",
                "https://img.atlasobscura.com/C891rCKMDlcxXnWEk443jOYtJH0uVpM7Z41tN00wglQ/rt:fit/w:1200/q:81/sm:1/scp:1/ar:1/aHR0cHM6Ly9hdGxh/cy1kZXYuczMuYW1h/em9uYXdzLmNvbS91/cGxvYWRzL3BsYWNl/X2ltYWdlcy80OTM2/YjU1ZC01MzFjLTRl/ZDYtOTk4Zi0xNmQz/OTg1NDcxY2ViMWI4/OWYyYTA5MGVhNTEy/NmZfNjg4MzA0NDYw/OF9kMDcyM2QzMmZl/X28uanBn.jpg",
                "https://img.atlasobscura.com/qD4owa02xxT7JXZYPLggxG_UnmyjjVLhySGiscbw2lQ/rt:fit/w:1200/q:81/sm:1/scp:1/ar:1/aHR0cHM6Ly9hdGxh/cy1kZXYuczMuYW1h/em9uYXdzLmNvbS91/cGxvYWRzL3BsYWNl/X2ltYWdlcy82ZTQz/NjdiOS01YmFmLTQz/NWMtYTNiOC1jM2Ix/YjIyN2E0ZWZmYzI3/NGVlOWNkNjczM2Mx/NjlfV0NBLS0tNy0x/Mi0tLVBoaWxsaXBp/bmVzLmpwZw.jpg",
                "https://a3x2k4e2.rocketcdn.me/wp-content/uploads/2020/01/Kennon-Road-Lions-Head.jpg"
            ],
            "description": "The Lion's Head in Baguio is a famous tourist attraction that holds historical and cultural significance in the city. The Lion's Head was constructed in 1972 as part of a government initiative to promote tourism in the region. It was built along Kennon Road, one of the major routes leading into Baguio City. The statue stands as a welcoming symbol, signaling the entrance to Baguio and the start of the scenic Kennon Road. The iconic Lion's Head is a massive concrete sculpture of a lion's head, complete with a flowing mane. It is approximately 40 feet (12 meters) in height and painted in vibrant colors, making it easily visible to travelers passing by. The Lion's Head has become more than just a tourist attraction; it's also surrounded by local legend and folklore. According to some stories, rubbing the Lion's Head's nose or touching it will bring travelers good luck or ensure a safe journey, and many visitors make a point of doing so. Over the years, the Lion's Head has undergone several renovations and restorations to maintain its iconic appearance. Local authorities and organizations have worked to preserve this landmark, as it has become an integral part of Baguio's identity. The Lion's Head has become one of the most photographed and recognizable landmarks in Baguio. Tourists and travelers often stop at this location to take pictures, making it a must-visit spot for those passing through the city. The Lion's Head represents not only a welcoming symbol but also a sense of pride and identity for the people of Baguio. It is a testament to the city's commitment to tourism and its unique way of celebrating its natural beauty and heritage. The Lion's Head in Baguio is a man-made landmark constructed to welcome visitors to the city and symbolize the gateway to Baguio via Kennon Road. Over the years, it has gained cultural significance and has become an iconic attraction known for its colorful design and the legends associated with it. It continues to be a popular stop for travelers exploring Baguio and its surrounding areas."
        },
        {
            "id": 14,
            "name": "Bell Amphitheater",
            "lat": 16.398790790572257,
            "lng": 120.6177925954449,
            "pictures": [
                "https://baguiocityguide.com/wp-content/uploads/2022/06/Camp-John-Hay-Historical-Core-2500x1125.jpg",
                "https://baguio.ph/wp-content/uploads/2020/10/Baguio-John-Hay.jpg",
                "https://scontent.fmnl17-4.fna.fbcdn.net/v/t1.6435-9/81282096_3219355251427775_6841072502328786944_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=8bfeb9&_nc_eui2=AeFyd02trt0oYqnpsTAZM3joqux5H2CpJqSq7HkfYKkmpATTe_ncTTmuFsT8x8cC_7obNrS3RFCpSjGJ2gMjQ1Gu&_nc_ohc=-tSmG8RRADIAX-BSXks&_nc_oc=AQmnm3DPF3ZVmA-cAHdf_inm-lOQX99iw3-z-s1SkqWiDr16_vuL73Qlg9-_GTgXhQ0&_nc_ht=scontent.fmnl17-4.fna&oh=00_AfDrjWvth0YVEYZSWRpBrj9YEa-tzo8RUb8n16w-g8H-Lw&oe=6528A4A8",
                "https://scontent.fmnl17-1.fna.fbcdn.net/v/t31.18172-8/323330_242753105761984_463573_o.jpg?_nc_cat=100&ccb=1-7&_nc_sid=cdbe9c&_nc_eui2=AeEfpwHH1PtaDcj2HE81ZQ8juIz1yRz9Hpi4jPXJHP0emOsRTY10rryLf-7tItebnH5Hc6FEWhdeu8FxQ3O5ZO10&_nc_ohc=8IRfDFIXXagAX9fhEnU&_nc_ht=scontent.fmnl17-1.fna&oh=00_AfCvWrRYF2Q7aWbP6ZYIbR5M7aJXwsudE9RYAs0iMeEQvQ&oe=652884B9",
                "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.foxyfolksy.com%2Four-baguio-staycation%2F&psig=AOvVaw200yTPsw6AxnaI33F-9PmW&ust=1694662686508000&source=images&cd=vfe&opi=89978449&ved=0CBAQjRxqFwoTCLCe_svUpoEDFQAAAAAdAAAAABAb"
            ],
            "description": "The Bell Amphitheater measures 300 feet in diameter and it can accommodate approximately a thousand people. The dry stone walls of the amphitheater were built by Igorot craftsmen. The hexagonal gazebo found in the middle is made of solid concrete which has a size of 29 feet across and has perfect acoustics at the center of the multi-terrace garden. The surrounding greenery provided a soothing backdrop for peaceful contemplation. The theater was designed by and named in honor of General J. Franklin Bell, the Chief of Staff of the United States Army from 1906 to 1910. The structure serves an area for good acoustics and venue for concerts and other performances."
        },
        {
            "id": 15,
            "name": "Baguio Museum",
            "lat": 16.407039781729914,
            "lng": 120.59843781687438,
            "pictures": [
                "https://gttp.imgix.net/377444/x/0/baguio-museum.jpg",
                "https://lh3.googleusercontent.com/p/AF1QipOSVMePwLlTDJqJEdpv1QwtroUDd67TVk7prdqc=w1080-h608-p-k-no-v0",
                "https://gttp.imgix.net/302055/x/0/inside-bencab-baguio-museum-part-of-the-tour.jpg?auto=format%2Ccompress&crop=faces%2Cedges%2Ccenter&bg=%23fff&fit=crop&q=35&h=773&dpr=1",
                "https://gttp.imgix.net/302051/x/0/outside-calle-vallejo-photo-from-dot-5.jpg?auto=format%2Ccompress&crop=faces%2Cedges%2Ccenter&bg=%23fff&fit=crop&q=35&h=773&dpr=1",
                "https://gttp.imgix.net/302057/x/0/ifugao-woodcarver-s-village-at-daytime-6.jpg?auto=format%2Ccompress&crop=faces%2Cedges%2Ccenter&bg=%23fff&fit=crop&q=35&h=773&dpr=1"
            ],
            "description": "The Baguio Museum, officially known as the Baguio City Museum and Historical Institute, is a cultural institution that serves as a repository of Baguio's history, heritage, and culture. The Baguio Museum was established in 1975 as part of the city's efforts to preserve its cultural and historical heritage. It was inaugurated during the celebration of Baguio's 75th founding anniversary. The primary purpose of the museum is to collect, preserve, and exhibit artifacts, documents, and memorabilia related to the history and culture of Baguio City and the surrounding Cordillera region. In addition to its role as a repository of history and culture, the Baguio Museum serves as an educational and cultural center. It conducts workshops, lectures, and cultural events to promote awareness and appreciation of Baguio's heritage. The Baguio Museum is a popular tourist attraction in the city, drawing visitors interested in learning about the region's history and culture. It offers a comprehensive overview of Baguio's development and the traditions of the Cordillera peoples. Baguio Museum is a vital cultural institution that plays a crucial role in preserving and showcasing the history and heritage of Baguio City and the Cordillera region. It provides a valuable educational resource and is a must-visit destination for anyone interested in the rich cultural tapestry of this part of the Philippines."
        }
    ]
}